{"Primo Levi":[
  {
    "lat": 45.0703,
    "lng": 7.6868,
    "zoom": 7,
    "desc": "When Italy declares war on Britain and France as an ally of Germany in 1940, Primo Levi is studying Chemistry in the University of Turin. Since 1948, Jews had lost civil rights and were not allowed to enter university. However, those already studying were allowed to continue and Levi enrolled a year early, permitting him to carry on his studies."
  },
  {"lat": 46.2386,
    "lng": 9.1075,
    "zoom": 7,
    "desc": "After graduating in 1941 it's difficult for Levi to find a permanent job due to the racial laws. He obtains a job offer to work as a chemist at an asbestos mine under a false identity. His job is to extract nickel from spoil. Later he understands that if successful he would be helping the Germans, who had shortages of nickel for making weapons."
  },
  {"lat": 45.4642,
    "lng": 9.1900,
    "zoom": 7,
    "desc": "Three months later, in 1942, Levi's father dies and he moves to try and find work in Milan."
  },
  {"lat": 46.83,
    "lng": 8.22,
    "zoom": 5,
    "desc": "While in Milan he is recruited to work for a Swiss company. While there he isn't subject to the racial laws."
  },
  {"lat": 45.014,
    "lng": 7.822,
    "zoom": 9,
    "desc": "In 1943 King Victor Emmanuel III removes Mussolini from power and appoints a new government that prepares to sign an armistice with the Allies. When this is made public German forces occupy north and central Italy. Levi returns to find his mother and sister in refuge in their holiday home outside the city."
  },
  {"lat": 45.758,
    "lng": 7.689,
    "zoom": 8,
    "desc": "As Jews are being arrested they flee to Amay where they believe they could hide. As the Italian resistance movement becomes active in the German-occupied zone, Levi attempts to form a small resistance group with some others. They are soon arrested by the Fascist militia."
  },
  {"lat": 44.822,
    "lng": 10.889,
    "zoom": 7,
    "desc": "He is told that he will be shot as an Italian partisan, at which point he confesses to being a Jew. He is transported to Fossoli internment camp. He isn't harmed because the camp was under the control of the Italian Social Republic, a puppet government, rather than Nazi Germany."
  }
  ]
}